{ "data":[
    {
        "id": 1,
        "q": "What do we remember on Anzac Day?",
        "a": "The landing of the Australian and New Zealand Army Corps at Gallipoli, Turkey",
        "b": "The arrival of the first free settlers from Great Britain",
        "c": "The landing of the First Fleet at Sydney Cove",
        "r_a": "a"
    },
    {
        "id": 2,
        "q": "What are the colours of the Australian Aboriginal Flag?",
        "a": "Black, red and yellow",
        "b": "Green, white and black",
        "c": "Blue, white and green",
        "r_a": "a"
    },
    {
        "id": 3,
        "q": "Which official symbol of Australia identifies Commonwealth property?",
        "a": "The national anthem",
        "b": "Australia's national flower",
        "c": "Commonwealth Coat of Arms",
        "r_a": "c"
    },
    {
        "id": 4,
        "q": "Which of these statements about Australia's system of government is correct?",
        "a": "The Queen of Australia chooses people to form the Australian Parliament",
        "b": "The government is elected by the people",
        "c": "The Prime Minister chooses our Members of Parliament",
        "r_a": "b"
    },
    {
        "id": 5,
        "q": "Which of these is an example of freedom of speech?",
        "a": "People can peacefully protest against government decisions",
        "b": "Men and women are treated equally in a court of law",
        "c": "Australians are free to not follow a religion",
        "r_a": "a"
    },
    {
        "id": 6,
        "q": "Which of these statements about government in Australia is correct?",
        "a": "The government does not allow some religions",
        "b": "Government in Australia is secular",
        "c": "Religious laws are passed by parliament",
        "r_a": "b"
    },
    {
        "id": 7,
        "q": "Which of these is an example of equality in Australia?",
        "a": "Everyone follows the same religion",
        "b": "Men and women have the same rights",
        "c": "Everyone belongs to the same political party",
        "r_a": "b"
    },
    {
        "id": 8,
        "q": "Which of these is a responsibility of Australian citizens aged 18 years or over?",
        "a": "To attend local council meetings",
        "b": "To vote in elections",
        "c": "To have a current Australian passport",
        "r_a": "b"
    },
    {
        "id": 9,
        "q": "Which of these is a responsibility of Australian citizens aged 18 years or over?",
        "a": "To do local community service",
        "b": "To carry a passport at all times",
        "c": "To serve on a jury if called to do so",
        "r_a": "c"
    },
    {
        "id": 10,
        "q": "Which of these statements about passports is correct?",
        "a": "Australian citizens can apply for an Australian passport",
        "b": "Permanent residents can hold an Australian passport",
        "c": "Australian citizens need a passport and visa to return to Australia",
        "r_a": "a"
    },
    {
        "id": 11,
        "q": "Which of these statements about voting in Australian elections is correct? ",
        "a": "People are free and safe to vote for any candidate",
        "b": "Voting is by a show of hands",
        "c": "People must write their name on their vote",
        "r_a": "a"
    },
    {
        "id": 12,
        "q": "What happened in Australia on 1 January 1901?",
        "a": "The Australian Constitution was changed by a referendum",
        "b": "The Australian Constitution came into effect",
        "c": "The Australian and New Zealand Army Corps was formed",
        "r_a": "b"
    },
    {
        "id": 13,
        "q": "What is the name of the legal document that sets out the rules for the government of Australia?",
        "a": "The Australian Federation",
        "b": "The Australian Commonwealth",
        "c": "The Australian Constitution",
        "r_a": "c"
    },    
    {
        "id": 14,
        "q": "What is a referendum?",
        "a": "A vote to change the government",
        "b": "A vote to change the Australian Constitution",
        "c": ". A vote to change the Prime Minister",
        "r_a": "b"
    },    
    {
        "id": 15,
        "q": "Which arm of government has the power to interpret and apply laws?",
        "a": "Legislative",
        "b": "Executive",
        "c": "Judicia",
        "r_a": "c"
    },    
    {
        "id": 16,
        "q": "Which of these is a role of the Governor-General?",
        "a": "The appointment of state premiers",
        "b": "The signing of Bills passed by the Australian Parliament",
        "c": "The appointment of the Head of State",
        "r_a": "b"
    },    
    {
        "id": 17,
        "q": "Which of these statements about state governments is correct?",
        "a": "All states have the same constitution",
        "b": "Each state has its own constitution",
        "c": "The states have no constitution",
        "r_a": "b"
    },    {
        "id": 18,
        "q": "What is the name given to the party or coalition of parties with the second largest number of members in the House of?",
        "a": "The Government",
        "b": "The Opposition",
        "c": "The Senate",
        "r_a": "b"
    },    {
        "id": 19,
        "q": "What is the name of a proposal to make a law in parliament?",
        "a": "Royal Assent",
        "b": "Bill",
        "c": "Debate",
        "r_a": "b"
    },    {
        "id": 20,
        "q": "Who maintains peace and order in Australia?",
        "a": "Public servants",
        "b": "Police",
        "c": "Lawyers",
        "r_a": "b"
    }
]
}